Repository: lingouitests/test-9050
Catalog: file_*.po
Languages: eo, ia

# key1
source: Trailing spaces
eo: [Ţŕåîļîñĝ šþåçéš ---------- П國カ내]
ia: 5408.31028 Trailing spaces

# key2
source: Leading spaces
eo: [ Ļéåðîñĝ šþåçéš--------- П國カ내]
ia: 5408.31029 Leading spaces

# key3
source: Unicode trailing spaceu0020
eo: [Ûñîçöðé ţŕåîļîñĝ šþåçéû0020--------------- П國カ내]
ia: 5408.31030 Unicode trailing spaceu0020

# key4
source: u0020 Unicode leading space
eo: [û0020 Ûñîçöðé ļéåðîñĝ šþåçé--------------- П國カ내]
ia: 5408.31031 u0020 Unicode leading space

# key5
source: Leading new line
eo: [ Ļéåðîñĝ ñéŵ ļîñé----------- П國カ내]
ia: 5408.31032 Leading new line

# key6
source: Trailing new line
eo: [Ţŕåîļîñĝ ñéŵ ļîñé ------------ П國カ내]
ia: 5408.31033 Trailing new line

# key7
source: Leading tab
eo: [ Ļéåðîñĝ ţåƀ------ П國カ내]
ia: 5408.31034 Leading tab

# key8
source: Trailing tab
eo: [Ţŕåîļîñĝ ţåƀ ------- П國カ내]
ia: 5408.31035 Trailing tab

# key9
source: Leading return
eo: [Ļéåðîñĝ ŕéţûŕñ--------- П國カ내]
ia: 5408.31036 Leading return

# key10
source: Trailing return
eo: [Ţŕåîļîñĝ ŕéţûŕñ---------- П國カ내]
ia: 5408.31037 Trailing return

# key11
source: fLeading formfeed
eo: [ƒĻéåðîñĝ ƒöŕɱƒééð----------- П國カ내]
ia: 5408.31038 fLeading formfeed

# key12
source: Trailing formfeedf
eo: [Ţŕåîļîñĝ ƒöŕɱƒééðƒ------------ П國カ내]
ia: 5408.31039 Trailing formfeedf

# key13
source: Unicode trailing quoteu0022
eo: [Ûñîçöðé ţŕåîļîñĝ ǫûöţéû0022--------------- П國カ내]
ia: 5408.31040 Unicode trailing quoteu0022

# key14
source: u0022 Unicode leading quote
eo: [û0022 Ûñîçöðé ļéåðîñĝ ǫûöţé--------------- П國カ내]
ia: 5408.31041 u0022 Unicode leading quote

# key15
source: vLeading vertical space
eo: [ṽĻéåðîñĝ ṽéŕţîçåļ šþåçé------------ П國カ내]
ia: 5408.31042 vLeading vertical space

# key16
source: Trailing vertical spacev
eo: [Ţŕåîļîñĝ ṽéŕţîçåļ šþåçéṽ------------- П國カ내]
ia: 5408.31043 Trailing vertical spacev
