Repository: lingouitests/test-9050
Catalog: *.lproj/file.strings
Languages: ia

# key1
source: Trailing spaces
ia: 5408.30996 Trailing spaces

# key2
source: Leading spaces
ia: 5408.30997 Leading spaces

# key3
source: Unicode trailing spaceu0020
ia: 5408.30998 Unicode trailing spaceu0020

# key4
source: u0020 Unicode leading space
ia: 5408.30999 u0020 Unicode leading space

# key5
source: Leading new line
ia: 5408.31000 Leading new line

# key6
source: Trailing new line
ia: 5408.31001 Trailing new line

# key7
source: Leading tab
ia: 5408.31002 Leading tab

# key8
source: Trailing tab
ia: 5408.31003 Trailing tab

# key9
source: Leading return
ia: 5408.31004 Leading return

# key10
source: Trailing return
ia: 5408.31005 Trailing return

# key11
source: fLeading formfeed
ia: 5408.31006 fLeading formfeed

# key12
source: Trailing formfeedf
ia: 5408.31007 Trailing formfeedf

# key13
source: Unicode trailing quoteu0022
ia: 5408.31008 Unicode trailing quoteu0022

# key14
source: u0022 Unicode leading quote
ia: 5408.31009 u0022 Unicode leading quote

# key15
source: vLeading vertical space
ia: 5408.31010 vLeading vertical space

# key16
source: Trailing vertical spacev
ia: 5408.31011 Trailing vertical spacev
